/* Label for the applications list settings item */
"Allowed applications" = "Applications autorisées";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filter applications";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Aucun paquet trouvé au chemin indiqué";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Impossible de lancer l’application demandée";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Impossible d’ouvrir les fichiers indiqués";

